// Button labels
"CANCEL" = "Cancelar";

// Category names
"CATEGORY_APPLICATIONS" = "Aplicaciones";
"CATEGORY_BOOKMARKS" = "Páginas web";
"CATEGORY_CONTACTS" = "Contactos";
"CATEGORY_DOCUMENTS" = "Documentos";
"CATEGORY_EVENTS" = "Eventos y tareas";
"CATEGORY_FOLDERS" = "Carpetas";
"CATEGORY_IMAGES" = "Imágenes";
"CATEGORY_MAIL" = "Mensajes de correo";
"CATEGORY_MOVIES" = "Películas";
"CATEGORY_MUSIC" = "Música";
"CATEGORY_PDFS" = "Documentos PDF";
"CATEGORY_SYSTEMPREFS" = "Preferencias del Sistema";
"CATEGORY_FONTS" = "Tipos de letra";
"CATEGORY_PRESENTATIONS" = "Presentaciones";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Espacio";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Función rápida de teclado en uso";
"HOT_KEY_IN_USE_MESSAGE" = "El sistema u otra aplicación ya usan esta función rápida de teclado. Seleccione una combinación de teclas distinta o personalice las funciones rápidas del teclado del sistema en el panel de preferencias Teclado.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Error de la función rápida de teclado";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Se ha producido un error desconocido de tipo %d al intentar registrar la función rápida de teclado seleccionada. Inténtelo de nuevo o pruebe con otra distinta.";
"DUPLICATE_ITEM_TITLE" = "Duplicar ítem";
"DUPLICATE_ITEM_MESSAGE" = "Este ítem ya estaba en la lista y no se ha añadido.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Uno o varios ítems ya estaban en la lista y no se han añadido.";

"PRIVACY_ALERT_TITLE" = "Error de lista de privacidad";
"PRIVACY_ERROR_UNKNOWN" = "No se ha podido añadir o eliminar el ítem porque se ha producido un error desconocido."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "No se ha podido añadir o eliminar el ítem porque no dispone de los permisos apropiados."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "No se ha podido añadir o eliminar el ítem porque la ubicación no está indexada."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "¿Seguro que no desea que Spotight busque en “%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Si excluye esta ubicación de las búsquedas de Spotlight, la función de búsqueda dejará de funcionar en algunas aplicaciones.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Añadir los discos o carpetas que se excluirán de la indexación.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Eliminar el disco o la carpeta seleccionado para que se excluya de la indexación.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Añadir una carpeta para excluirla";
"DELETE_ITEM_TOOLTIP" = "Eliminar los ítems seleccionados de la lista";

//button titles
"CHOOSE" = "Seleccionar";

//For undo menu
"UNDO_DELETE" = "Eliminar";
"UNDO_ADD" = "Añadir";

//Key names
"RETURN_KEY" = "Retorno";
"ENTER_KEY" = "Intro";
"TAB_KEY" = "Tabulador";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Eliminar";

